class game():
    isRunning = False
    game1 = ['TheBlu\nПутешествие по морскому дну среди кораллов, черепашек и медуз. Красиво, как при реальном занятии дайвингом!И не нужно брать с собой кислородный баллон.\nКоличество игроков: 1 \nУправление: легкое\n Среднее ⏰ игры: 3-5 минут',
             'Richies plank experience\nЗадание простое — пройти по доске на высоте небоскрёба. Разумеется, на самом деле доска лежит на полу, но все настолько реалистично, что многие не решаются сделать шаг!\nКоличество игроков: 1.\nУправление: легкое.\nСреднее ⏰ игры: 10 минут']
    game2 = ['1', '2']
    game3 = ['3', '4']
    game4 = ['5', '6']
    game5 = ['7', '8']
    
    filters = ['впечатления', 'симуляторы', 'квесты', 'для любого возраста', 'игры для команд до 4-х человек']

    mySource = ''
    myFilter = ''
    def __init__(self):
        return
