class game():
    isRunning = False
    game_imp = ['TheBlu\nПутешествие по морскому дну среди кораллов, черепашек и медуз. Красиво, как при реальном занятии дайвингом!И не нужно брать с собой кислородный баллон.\nКоличество игроков: 1 \nУправление: легкое\n Среднее ⏰ игры: 3-5 минут',
             'Richies plank experience\nЗадание простое — пройти по доске на высоте небоскрёба. Разумеется, на самом деле доска лежит на полу, но все настолько реалистично, что многие не решаются сделать шаг!\nКоличество игроков: 1.\nУправление: легкое.\nСреднее ⏰ игры: 10 минут',
             'Tilt Brush\nТрехмерное рисование в виртуальной реальности. Холстом становится все пространство вокруг Вас, а Вашими материалами для красок могут стать искры, языки пламени или капли дождя.\n\nКоличество игроков: 1\nНа эту игру распространяются выгодные условия для тех, кто хочет научиться рисовать в vr.\nУправление: среднее\nСреднее время игры: 10 минут',
             'Fancy Skiing\nКрутой спуск на горных лыжах, во время которого приходится перелетать гигантские пропасти, а также уворачиваться от падающих деревьев и северных оленей!\nКоличество игроков: 1\nУправление: легкое\nБрать палки, прыгать – 3\nСреднее время игры: 5 минут',
             'Eagle Flight\nВ этой игре Вы сможете летать в облике орла над преображенным Парижем, любуясь удивительными пейзажами, и сражаться с противниками в воздухе, защищая свою территорию!\nКоличество игроков: 1\nУправление: легкое\nСреднее время игры: 5 минут',
             'Ultimate booster\nВас ожидает головокружительная поездка на двухсот метровом бустере над огромным живым мегаполисом! Захватывающие виды поразят вас детализированным окружением, а эффект присутствия заставит серьезно понервничать!\nКоличество игроков: 1\nУправление: легкое\nСреднее время игры: 5 минут',
             'Google Earth VR\nGoogle Earth VR – это один из лучших, если не лучший способ изучить всю планету, не покидая приделов своей комнаты. Здесь в прямом смысле слова удастся облететь со всех сторон статую Свободы в Нью-Йорке или побывать возле Египетских пирамид!\nОписание: Программа позволяет пользователю не только контролировать высоту и передвижение в пространстве, но и менять время суток.\nКоличество игроков: 1\nУправление: среднее\nСреднее время игры: 10 минут',
             'Ultimate Coaster\nИдеальное моделирование американских горок, которое позволяет вам испытать неподдельные эмоции! Поднимитесь на самые знаменитые горки в мире и испытайте волнение здесь и сейчас!\nКоличество игроков: 1\nУправление: легкое\nСреднее время игры: 5 минут'
             ]
    game_sim = ['квесты', '2']
    game_quest = ['симуляторы', '4']
    game_all = ['для любого возраста', '6']
    game_for4 = ['ишры для 4 чел', '8']
    
    filters = ['впечатления', 'симуляторы', 'квесты', 'для любого возраста', 'игры для команд до 4-х человек']

    

    mySource = ''
    myFilter = ''
    def __init__(self):
        return
