class game():
    isRunning = False
    game1 = ['TheBlu -Путешествие по морскому дну среди кораллов, черепашек и медуз. Красиво, как при реальном занятии дайвингом! И не нужно брать с собой кислородный баллон.Количество игроков: 1/n Управление: легкое/n Среднее время игры: 3-5 минут','Richies plank experience Задание простое — пройти по доске на высоте небоскрёба. Разумеется, на самом деле доска лежит на полу, но все настолько реалистично, что многие не решаются сделать шаг! Количество игроков: 1. Управление: легкое. Среднее время игры: 10 минут']
    filters = ['впечатления', 'симуляторы', 'квесты', 'для любого возраста', 'игры для команд до 4-х человек']

    mySource = ''
    myFilter = ''
    def __init__(self):
        return
