class Task():
    isRunning = False
    names = [
        ['игры', 'игру', 'игра', 'каталог', 'посмотреть', 'вернуться в каталог игр' ],
        ['цена', 'цену', 'топ'],
        ['адрес', 'находитесь', 'all'],
        ['забронировать', 'бронь', 'забронировать время']
        
    ]
    menu = [
        ['вернуться в главное меню', 'меню']
        ]
    
    filters = ['впечатления',
               'симуляторы',
               'квесты',
               'для любого возраста',
               'игры для команд до 4-х человек']
    
    filters_code_names = [
        ['daily', 'weekly', 'monthly'],
        ['all', 'top10', 'top25', 'top50', 'top100']
    ]
    
    mySource = ''
    myFilter = ''
    def __init__(self):
        return
